acpi
alsa-utils
autoconf
automake
bash
bash-completion
binutils
bison
bzip2
chromium
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
file
filesystem
findutils
firefox-developer-edition
flashplugin
flex
gawk
gcc
gcc-libs
gettext
ghc
git
glibc
gnome-terminal
go
grep
gzip
hub
icedtea-web
inetutils
iproute2
iputils
ipython
iw
jfsutils
less
libnotify
libtool
licenses
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mplayer
nano
neovim
netctl
openssh
pacman
pacman-contrib
pacmatic
patch
pciutils
pepper-flash
perl
pkgconf
procps-ng
psmisc
python-neovim
python-virtualenvwrapper
reflector
reiserfsprogs
rustup
s-nail
sed
shadow
spectrwm
stack
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
ttf-hack
ttf-inconsolata
usbutils
util-linux
vi
vlc
wget
which
wpa_actiond
wpa_supplicant
xbindkeys
xf86-video-vesa
xfsprogs
xorg-server
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xsetroot
