acpi
alsa-utils
chromium
flashplugin
hub
icedtea-web
mplayer
neovim
openssh
pacmatic
pepper-flash
python-neovim
python-virtualenvwrapper
reflector
st
ttf-hack
ttf-inconsolata
vlc
wget
wpa_actiond
wpa_supplicant
xbindkeys
